Repository: OpenMediaVault-Plugin-Developers/openmediavault-scripts
Catalog: usr/share/openmediavault/locale/*/openmediavault-scripts.po
Languages: de_de, es_es

source: Add
de_de: Hinzufügen
es_es: Añadir

source: Add Python
de_de: Python hinzufügen
es_es: Añadir Python

source: Add from URL
de_de: Von URL hinzufügen
es_es: Añadir desde URL

source: Are you sure you want to sync changes from the file?
de_de: Sicher, dass Änderungen aus der Datei in das Plugin synchronisiert werden sollen?
es_es: ¿Está seguro de que desea sincronizar los cambios del archivo?

source: Changes have been synced from file.
de_de: Änderungen wurden aus der Datei synchronisiert.
es_es: Los cambios han sido sincronizados desde el archivo.

source: Create
de_de: Erstellen
es_es: Crear

source: Created scheduled job.
de_de: Geplanten Job erstellt.
es_es: Trabajo programado creado.

source: Created script.
de_de: Skript erstellt.
es_es: Script creado.

source: Docs
de_de: Doku
es_es: Documentación

source: Downloading script ...
de_de: Skript wird heruntergeladen ...
es_es: Descargando el script ...

source: Edit
de_de: Bearbeiten
es_es: Editar

source: Edit Python
de_de: Python bearbeiten
es_es: Editar Python

source: Edit scheduled job.
de_de: Geplanten Auftrag bearbeiten.
es_es: Editar trabajo programado.

source: Edit shell script.
de_de: Shell-Skript bearbeiten.
es_es: Editar shell script.

source: File size
de_de: Dateigröße
es_es: Tamaño archivo

source: Import
de_de: Importieren
es_es: Importar

source: Import existing scripts ...
de_de: Vorhandene Skripte werden importiert ...
es_es: Importando script existente ...

source: Import one
de_de: Einzelimport
es_es: Importar uno

source: Import one existing script ...
de_de: Ein vorhandenes Skript importieren ...
es_es: Importando un script existente ...

source: Optional. Will use downloaded name if one is not specified.
de_de: Optional. Verwendet den heruntergeladenen Namen, wenn keiner angegeben ist.
es_es: Opcional. Utilizará el nombre descargado si no se especifica ninguno.

source: Path
de_de: Pfad
es_es: Ruta

source: Schedule
de_de: Zeitplan
es_es: Programador

source: Script has been added.
de_de: Skript wurde hinzugefügt.
es_es: Script añadido.

source: Scripts
de_de: Skripte

source: Settings
de_de: Einstellungen
es_es: Opciones

source: Sync changes from file
de_de: Änderungen aus Datei synchronisieren
es_es: Sincronizar cambio desde el archivo

source: Syncing changes from file ...
de_de: Synchronisieren von Änderungen aus der Datei...
es_es: Sincronizando cambios desde el archivo ...

source: The field should only contain * or a comma separated list of values.
de_de: Das Feld sollte nur * oder eine durch Komma getrennte Liste von Werten enthalten.
es_es: El campo solo debe contener * o una lista de valores separados por comas.

source: This will import one or more scripts in the selected folder.<br/>It will not import any scripts that already exist in the plugin.
de_de: Importiert ein oder mehrere in dem gewählten Ordner befindliche Skripte.<br/>Skripte, die bereits im Plugin vorhanden sind, werden nicht importiert.
es_es: Esto importará uno o más scripts en la carpeta seleccionada. <br/> No importará ningún script que ya exista en el complemento.

source: This will import one script from the specified path.<br/>It will not import a script that already exist in the plugin.
de_de: Importiert ein Skript vom angegebenen Pfad.<br/>Ein Skript, das bereits im Plugin vorhanden ist, wird nicht importiert.
es_es: Esto importará un script de la ruta especificada. <br/>No importará un script que ya exista en el plugin.

source: Name
es_es: Nombre
